<style>li {margin-left: 40px;} h3{border-bottom:solid 1px silver;padding-top:15px;color:rgb(62, 97, 163);font-size: 1.7em;}</style>
<h1>DATENSCHUTZERKL&Auml;RUNG</h1>
<p><strong>[NAME DES UNTERNEHMENS]</strong> (im Folgenden "wir" oder "Mille Isole") verpflichtet sich, die Privatsph&auml;re der Nutzer der Website <strong>[example.com]</strong> (im Folgenden "Website") zu sch&uuml;tzen. Diese Richtlinie beschreibt, wie wir die personenbezogenen Daten der Nutzer in &Uuml;bereinstimmung mit der <strong>EU-Verordnung 2016/679 (DSGVO)</strong> und den geltenden Datenschutzbestimmungen verarbeiten.</p>

<h3>1. VERANTWORTLICHER F&Uuml;R DIE DATENVERARBEITUNG</h3>
<p>Der Verantwortliche f&uuml;r die Datenverarbeitung ist:</p>
<p><strong>[NAME DES UNTERNEHMENS]</strong><br>
    Firmensitz: [Unternehmensadresse]<br>
    E-Mail: [Unternehmens-E-Mail]</p>

<h3>2. ERHOBENE PERSONENBEZOGENE DATEN</h3>
<p>[example.com] <strong>verwendet keine Cookies</strong> und erhebt w&auml;hrend des Besuchs der Website keine personenbezogenen Daten automatisch. Wir k&ouml;nnen jedoch personenbezogene Daten in den folgenden F&auml;llen erfassen:</p>
<ul>
    <li>Wenn der Nutzer uns freiwillig per E-Mail oder Kontaktformular kontaktiert.</li>
    <li>Wenn der Nutzer sich registriert, um die Dienste der Plattform zu nutzen.</li>
    <li>Wenn der Nutzer den URL-Shortening- und Link-Analyse-Service nutzt.</li>
</ul>
<p>Die erfassten Daten k&ouml;nnen beinhalten:</p>
<ul>
    <li><strong>Identifikationsdaten</strong> (Name, Nachname, E-Mail, Unternehmen).</li>
    <li><strong>Nutzungsdaten des Dienstes</strong> (erstellte Links, Zugriffsstatistiken auf verk&uuml;rzte Links, anonymisierte IP-Adresse).</li>
</ul>

<h3>3. ZWECKE DER VERARBEITUNG UND RECHTSGRUNDLAGE</h3>
<p>Personenbezogene Daten werden zu folgenden Zwecken verarbeitet:</p>
<ul>
    <li><strong>Erbringung der Dienstleistung</strong>: Erstellung und Verwaltung von verk&uuml;rzten URLs. <em>(Rechtsgrundlage: Vertragserf&uuml;llung)</em>.</li>
    <li><strong>Beantwortung von Informationsanfragen</strong>: Kommunikation per E-Mail oder Kontaktformular. <em>(Rechtsgrundlage: Berechtigtes Interesse und Zustimmung des Nutzers)</em>.</li>
    <li><strong>Verbesserung des Dienstes</strong>: Anonyme Analyse der Plattformnutzung. <em>(Rechtsgrundlage: Berechtigtes Interesse)</em>.</li>
    <li><strong>Einhaltung gesetzlicher Verpflichtungen</strong>: Speicherung von Daten f&uuml;r steuerliche und administrative Zwecke. <em>(Rechtsgrundlage: Gesetzliche Verpflichtung)</em>.</li>
</ul>

<h3>4. AUFBEWAHRUNGSDAUER DER DATEN</h3>
<p>Wir bewahren personenbezogene Daten nur so lange auf, wie es zur Erf&uuml;llung der Zwecke, f&uuml;r die sie erhoben wurden, erforderlich ist, im Einklang mit den geltenden Vorschriften.</p>
<ul>
    <li><strong>Kontaktdaten</strong>: Werden bis zu <strong>12 Monate</strong> nach der Anfrage aufbewahrt.</li>
    <li><strong>Daten zu verk&uuml;rzten URLs</strong>: Werden f&uuml;r die Dauer des Dienstes gespeichert und anschlie&szlig;end anonymisiert.</li>
    <li><strong>Administrative Daten</strong>: Werden f&uuml;r den gesetzlich vorgeschriebenen Zeitraum aufbewahrt.</li>
</ul>

<h3>5. RECHTE DER NUTZER</h3>
<p>Der Nutzer hat das Recht:</p>
<ul>
    <li>Auf seine personenbezogenen Daten zuzugreifen.</li>
    <li>Die Berichtigung oder L&ouml;schung der Daten zu verlangen.</li>
    <li>Der Verarbeitung zu widersprechen oder eine Einschr&auml;nkung der Verarbeitung zu verlangen.</li>
    <li>Die &Uuml;bertragbarkeit der Daten zu verlangen.</li>
    <li>Seine Einwilligung jederzeit zu widerrufen, ohne die Rechtm&auml;&szlig;igkeit der Verarbeitung vor dem Widerruf zu beeintr&auml;chtigen.</li>
</ul>
<p>Zur Aus&uuml;bung seiner Rechte kann der Nutzer uns unter der E-Mail-Adresse <strong>[Unternehmens-E-Mail]</strong> kontaktieren.</p>
<p>Falls der Nutzer der Ansicht ist, dass die Verarbeitung seiner personenbezogenen Daten gegen die Vorschriften verst&ouml;&szlig;t, hat er das Recht, eine Beschwerde bei der <strong>Datenschutzbeh&ouml;rde</strong> einzureichen.</p>

<h3>6. DATENSICHERHEIT</h3>
<p>Wir ergreifen geeignete technische und organisatorische Ma&szlig;nahmen, um personenbezogene Daten vor unbefugtem Zugriff, &Auml;nderung, Offenlegung oder Zerst&ouml;rung zu sch&uuml;tzen.</p>

<h3>7. &Auml;NDERUNGEN DIESER RICHTLINIE</h3>
<p>Wir behalten uns das Recht vor, diese Datenschutzrichtlinie jederzeit zu &auml;ndern. Aktualisierungen werden auf dieser Seite mit dem Datum der letzten &Uuml;berarbeitung ver&ouml;ffentlicht.</p>
<p><strong>Letzte Aktualisierung: [Datum der Aktualisierung]</strong></p>

<p>Bei Fragen oder zur Kl&auml;rung kontaktieren Sie uns bitte unter <strong>[Unternehmens-E-Mail]</strong>.</p>
