<style>li {margin-left: 40px;} h3{border-bottom:solid 1px silver;padding-top:15px;color:rgb(62, 97, 163);font-size: 1.7em;}</style>
<h1>POL&Iacute;TICA DE PRIVACIDAD</h1>
<p><strong>La empresa</strong> (en adelante, "nosotros") se compromete a proteger la privacidad de los usuarios del sitio web <strong>[example.com]</strong> (en adelante, "Sitio"). Esta pol&iacute;tica describe c&oacute;mo procesamos los datos personales de los usuarios en conformidad con el <strong>Reglamento UE 2016/679 (RGPD)</strong> y las normativas aplicables en materia de protecci&oacute;n de datos.</p>

<h3>1. RESPONSABLE DEL TRATAMIENTO</h3>
<p>El responsable del tratamiento es:</p>
<p><strong>La empresa</strong><br>
    Sede social: [Direcci&oacute;n de la empresa]<br>
    Correo electr&oacute;nico: [Correo electr&oacute;nico de la empresa]</p>

<h3>2. DATOS PERSONALES RECOPILADOS</h3>
<p>[example.com] <strong>no utiliza cookies</strong> y no recopila datos personales autom&aacute;ticamente durante la navegaci&oacute;n en el Sitio. Sin embargo, podemos recopilar datos personales en los siguientes casos:</p>
<ul>
    <li>Cuando el usuario nos contacta voluntariamente por correo electr&oacute;nico o formulario de contacto.</li>
    <li>Cuando el usuario se registra para utilizar los servicios de la plataforma.</li>
    <li>Cuando el usuario utiliza el servicio de acortamiento de URL y an&aacute;lisis de enlaces.</li>
</ul>
<p>Los datos recopilados pueden incluir:</p>
<ul>
    <li><strong>Datos de identificaci&oacute;n</strong> (nombre, apellido, correo electr&oacute;nico, empresa).</li>
    <li><strong>Datos de uso del servicio</strong> (enlaces creados, estad&iacute;sticas de acceso a los enlaces acortados, direcci&oacute;n IP anonimizada).</li>
</ul>

<h3>3. FINALIDADES DEL TRATAMIENTO Y BASE LEGAL</h3>
<p>Los datos personales se procesan para los siguientes prop&oacute;sitos:</p>
<ul>
    <li><strong>Prestaci&oacute;n del servicio</strong>: Creaci&oacute;n y gesti&oacute;n de URL acortadas. <em>(Base legal: Ejecuci&oacute;n de un contrato)</em>.</li>
    <li><strong>Respuesta a solicitudes de informaci&oacute;n</strong>: Comunicaciones por correo electr&oacute;nico o formulario de contacto. <em>(Base legal: Inter&eacute;s leg&iacute;timo y consentimiento del usuario)</em>.</li>
    <li><strong>Mejora del servicio</strong>: An&aacute;lisis an&oacute;nimos del uso de la plataforma. <em>(Base legal: Inter&eacute;s leg&iacute;timo)</em>.</li>
    <li><strong>Cumplimiento de obligaciones legales</strong>: Conservaci&oacute;n de datos con fines fiscales y administrativos. <em>(Base legal: Obligaci&oacute;n legal)</em>.</li>
</ul>

<h3>4. PERIODO DE CONSERVACI&Oacute;N DE LOS DATOS</h3>
<p>Conservamos los datos personales durante el tiempo estrictamente necesario para cumplir con los fines para los que fueron recopilados, de acuerdo con la normativa vigente.</p>
<ul>
    <li><strong>Datos de contacto</strong>: Conservados por un m&aacute;ximo de <strong>12 meses</strong> desde la solicitud.</li>
    <li><strong>Datos relacionados con URL acortadas</strong>: Conservados durante la duraci&oacute;n del servicio y posteriormente anonimizados.</li>
    <li><strong>Datos administrativos</strong>: Conservados durante el periodo requerido por la normativa fiscal y contable.</li>
</ul>

<h3>5. DERECHOS DE LOS USUARIOS</h3>
<p>El usuario tiene derecho a:</p>
<ul>
    <li>Acceder a sus datos personales.</li>
    <li>Solicitar la rectificaci&oacute;n o eliminaci&oacute;n de los datos.</li>
    <li>Oponerse al tratamiento o solicitar la limitaci&oacute;n del tratamiento.</li>
    <li>Solicitar la portabilidad de los datos.</li>
    <li>Revocar el consentimiento en cualquier momento, sin afectar la legalidad del tratamiento basado en el consentimiento antes de la revocaci&oacute;n.</li>
</ul>
<p>Para ejercer sus derechos, el usuario puede contactarnos en la direcci&oacute;n de correo electr&oacute;nico <strong>[Correo electr&oacute;nico de la empresa]</strong>.</p>
<p>Si el usuario considera que el tratamiento de sus datos personales se realiza en violaci&oacute;n de la normativa, tiene derecho a presentar una reclamaci&oacute;n ante la <strong>Autoridad de Protecci&oacute;n de Datos</strong>.</p>

<h3>6. SEGURIDAD DE LOS DATOS</h3>
<p>Adoptamos medidas t&eacute;cnicas y organizativas adecuadas para proteger los datos personales contra accesos no autorizados, alteraciones, divulgaciones o destrucciones.</p>

<h3>7. MODIFICACIONES A ESTA POL&Iacute;TICA</h3>
<p>Nos reservamos el derecho de modificar esta pol&iacute;tica de privacidad en cualquier momento. Las actualizaciones se publicar&aacute;n en esta p&aacute;gina con la fecha de la &uacute;ltima revisi&oacute;n.</p>
<p><strong>&Uacute;ltima actualizaci&oacute;n: [Fecha de actualizaci&oacute;n]</strong></p>

<p>Para cualquier pregunta o aclaraci&oacute;n, cont&aacute;ctenos en <strong>[Correo electr&oacute;nico de la empresa]</strong>.</p>
